Repository: Daniel-KM/Omeka-S-module-AdvancedResourceTemplate
Catalog: language/*.po
Languages: fr

source: Some features require the module {module} to be upgraded to version {version} or later.
fr: Certaines fonctionnalités nécessitent que le module {module} soit mis à niveau à la version {version} ou supérieure.

source: The module %1$s should be upgraded to version %2$s or later.
fr: Le module %1$s doit être mis à niveau à la version %2$s ou supérieure.

source: The module {link}Mapper{link_end} is recommended for autofiller features (IdRef, Geonames, etc.).
fr: Le module {link}Aligneur (Mapper){link_end} est recommandé pour le remplissage automatique (IdRef, Geonames, etc.).

source: Browse %1$d %2$s
fr: Parcourir %1$d %2$s

source: Add new %s
fr: Ajouter un nouveau %s

source: Search this value
fr: Rechercher cette valeur

source: Show this item
fr: Voir ce contenu

source: Show this media
fr: Voir ce média

source: Show this item set
fr: Voir cette collection

source: Show this resource
fr: Voir cette ressource

source: Open this external uri in a new tab
fr: Ouvrir cette uri externe dans un nouvel onglet

source: Other metadata
fr: Autres métadonnées

source: Default language?
fr: Langue par défaut ?

source: Browse %d items
fr: Parcourir %d contenus

source: Browse %d item sets
fr: Parcourir %d collections

source: Browse %d media
fr: Parcourir %d médias

source: As csv
fr: En csv

source: As tsv
fr: En tsv

source: As json
fr: En json

source: Other settings
fr: Autres paramètres

source: Advanced settings
fr: Paramètres avancés

source: Table of labels
fr: Table des libellés

source: Select resource templates above to compare their labels.
fr: Choisir les modèles de ressources ci-dessus pour comparer leurs libellés.

source: New settings were added to the resource templates.
fr: De nouveaux paramètres ont été ajoutés aux modèles de ressources.

source: Values are now validated against settings in all cases, included background or direct api process.
fr: Les valeurs sont désormais vérifiées en fonction du modèle dans tous les cas, y compris pour les tâches en arrière-plan et les appels api.

source: New settings were added to the template.
fr: De nouveaux paramètres ont été ajoutés aux modèles.

source: New settings were added to the {link}main settings{link_end} to simplify resource form.
fr: De nouvelles options ont été ajoutées aux {link}paramètres généraux{link_end} pour simplifier le formulaire des ressources.

source: It’s now possible to group a long list of template properties.
fr: Il est désormais possible de grouper une longue liste de propriétés.

source: It’s now possible to set a control input for literal values.
fr: Il est désormais possible de définir un contrôle de saisie sur les valeurs texte.

source: It’s now possible to set a custom vocab open, so the user can complete the authority list when filiing data for a resource.
fr: Il est désormais possible de définir une liste d’autorité ouverte via le module Custom Vocab, ce qui permet à l’utilisateur de compléter la liste lors de l’édition d’une ressource.

source: It’s now possible to set resource template for annotations on each property.
fr: Il est désormais possible de définir des modèles pour les annotations pour chaque propriété.

source: The format for automatic value and autofilling has changed slightly and upgrade is not automatic. You should check them if you use this feature. See {link}readme{link_end} for more info.
fr: Le format pour les valeurs automatiques et le remplissage automatique a légèrement changé et la mise à niveau n’est pas automatique. Vous devez les vérifier si vous les utiliser. Consulter {link}lisezmoi{link_end} pour plus d’info.

source: It’s now possible to order linked resources by another property than title (require Omeka S v4.1).
fr: Il est désormais possible de trier les ressources liées par une autre propriété que le titre (nécessite Omeka S v4.1).

source: It’s now possible to limit templates available by resource, for example the template "Incunable" for items only and the template "Folio" for medias only.
fr: Il est désormais possible de limiter les modèles disponibles par ressource, par exemple le modèle « Incunable » pour les contenus seuls et le modèle « Folio » pour les médias seuls.

source: It’s now possible to specify templates by property for value annotations.
fr: Il est désormais possible de définir des modèles par propriété pour les annotations de valeur.

source: All existing templates are made available by items only. Check your templates if you need.
fr: Les modèles existants sont désormais disponibles uniquement par les contenus. Vérifiez vos modèles si besoin.

source: If you use specific templates, you may have to check this new parameter.
fr: Si vous utilisez des modèles spécifiques, vous devez vérifier ce nouveau paramètre.

source: It’s now possible to specify templates for annotations of module Annotate.
fr: Il est désormais possible de définir des modèles pour les annotations du module Annotate.

source: A new main setting was added to hide private values in public sites.
fr: Un nouveau paramètre a été ajouté pour cacher les valeurs privées sur les sites publics.

source: Value annotations can now have a resource class and an alternative label or comment.
fr: Les annotations de valeurs peuvent désormais avoir une classe et un libellé et commentaire alternatifs.

source: A job is added in tasks of the module {link}Easy Admin{link_end} to fill the annotation templates and classes when needed.
fr: Une tâche a été ajouté dans le module {link}Easy Admin{link_end} pour remplir les modèles et les classes des annotations de valeur.

source: The feature to display the property select with all alternative labels of templates was moved to a new module {link}Alternative Label Select{link_end}. You should install it if you need it.
fr: La fonctionnalité permettant d’ajouter les libellés alternatifs au sélecteur de propriétés a été déplacée dans un nouveau module {link}Sélecteur avec libellés alternatifs{link_end}. Vous devez l’installer si vous en avez besoin.

source: A new option allows to display property values as search links, or to add a search icon to values, compatible with module {link}Advanced search{link_end}.
fr: Une nouvelle option permet d’afficher les valeurs des propriétés en tant que lien de recherche ou d’ajouter une icône de recherche, compatible avec le module {link}Advanced search{link_end}.

source: A new resource block was added to display selected metadata, for example for a short record.
fr: Un nouveau bloc de ressource a été ajouté pour afficher des métadonnées spécifiques, par exemple pour une notice abrégée.

source: A new check can be done on the number of attached medias.
fr: Une nouvelle vérification peut être ajoutée sur le nombre de médias.

source: The feature to create dynamic item sets was moved to a new module {link}Dynamic Item Sets{link_end}. You should install it if you need it.
fr: La fonctionnalité permettant de créer des collections dynamiques a été déplacée dans un nouveau module {link}Collections dynamiques{link_end}. Vous devez l’installer si vous en avez besoin.

source: Currently, the feature is used by {count} item sets: {item_sets}. Upgrade is automatic.
fr: Actuellement, la fonctionnalité est utilisé par {count} collections : {item_sets}. La mise à jour est automatique.

source: Currently, the feature is not used by any item set.
fr: Actuellement, la fonctionnalité n’est utilisée par aucune collection.

source: It is now possible to set item sets via the template.
fr: Il est désormais possible de définir les collections via un modèle.

source: It is now possible to display fake values in record, like "Unknown author".
fr: Il est désormais possible d’afficher des valeurs fictives dans les notices, par exemple « Auteur inconnu ».

source: It is now possible to store the date when the the resource is issued for the first time.
fr: Il est désormais possible d’enregistrer la première date de publication d’une ressource.

source: A new site setting allows to hide private values in public interface even for admin users.
fr: Un nouveau paramètre a été ajouté pour cacher les valeurs privées sur les sites publics, même pour les admins.

source: A new template setting allows to set fallbacks properties for title.
fr: Un nouveau paramètre de template permet de définir les propriétés de fallbacks pour le titre.

source: The autofiller feature has been moved to module {link}Mapper{link_end}. Please install and activate it before upgrading, then run the upgrade again.
fr: La fonction de remplissage automatique a été déplacée vers le module {link}Mapper{link_end}. Veuillez l'installer et l'activer avant de procéder à la mise à jour, puis exécutez la à nouveau.

source: The autofiller feature has been moved to module {link}Mapper{link_end}. Default autofillers (IdRef, Geonames) are available there.
fr: La fonction de remplissage automatique a été déplacée dans le module {link}Mapper{link_end}. Les remplisseurs automatiques par défaut (IdRef, Geonames) y sont disponibles.

source: Could not migrate autofiller "{label}": {error}
fr: Impossible de migrer le remplisseur automatique "{label}" : {error}

source: {count} custom autofillers have been migrated to module Mapper. Check them in {link}Mapper admin{link_end}.
fr: {count} champs de remplissage ont été migrés vers le module Mapper (Aligneur). Vérifiez-les dans {link}Mapper admin{link_end}.

source: {count} templates use autofillers. You may need to update their configuration to reference Mapper mappings.
fr: {count} modèles utilisent des remplisseurs automatiques. Il se peut que vous deviez mettre à jour leur configuration pour qu'ils fassent référence aux alignements de Mapper.

source: The automatic values feature now requires module {link}Mapper{link_end}. The following templates use automatic values and need migration: {templates}. Please install and activate Mapper before upgrading.
fr: La fonctionnalité des valeurs automatiques nécessite désormais le module {link}Mapper{link_end}. Les modèles suivants utilisent des valeurs automatiques et nécessitent une migration : {templates}. Veuillez installer et activer Mapper avant de procéder à la mise à jour.

source: Automatic values format migrated to Mapper format for {count} templates: {templates}.
fr: Format des valeurs automatiques migré vers le format Mapper pour les modèles {count} : {templates}.

source: This template cannot be used for this resource.
fr: Ce modèle ne peut pas être utilisé pour cette ressource.

source: A class is required.
fr: Une classe est requise.

source: The minimum number of files or medias is {min}.
fr: Le nombre minimal des fichiers ou médias est {min}.

source: Unable to append new descriptors to custom vocab "{custom_vocab}": {error}
fr: Impossible d’ajouter de nouveaux descripteurs au vocabulaire personnalisé « {custom_vocab} » : {error}

source: The html input pattern "{pattern}" for template {template} cannot be processed.
fr: Le contrôle de saisie « {pattern} » pour le modèle de ressource {template} ne peut pas être traité.

source: The value "{value}" for term {property} does not follow the input pattern "{pattern}".
fr: La valeur « {value} » pour la propriété {property} ne correspond pas au format demandé « {pattern} ».

source: The value for term {property} is shorter ({length} characters) than the minimal size ({number} characters).
fr: La valeur pour la propriété {property} est plus courte ({length} caractères) que la taille minimale ({number} caractères).

source: The value for term {property} is longer ({length} characters) than the maximal size ({number} characters).
fr: La valeur pour la propriété {property} est plus longue ({length} caractères) que la taille maximale ({number} caractères).

source: The number of values ({count}) for term {property} is lower than the minimal number of {number}.
fr: Le nombre de valeur ({count}) pour la propriété {property} est plus petit que le nombre minimum de {number}.

source: The number of values ({count}) for term {property} is greater than the maximal number of {number}.
fr: Le nombre de valeur ({count}) pour la propriété {property} est plus grand que le nombre maximum de {number}.

source: The value for term {property} should be unique, but already set for resource #{resource_id}.
fr: La valeur pour le terme {property} doit être unique, mais elle est déjà utilisée pour la ressource #{resource_id}.

source: The automatic values feature requires the module Mapper. Please install it to use this feature.
fr: La fonction de valeurs automatiques nécessite le module Mapper. Veuillez l'installer pour utiliser cette fonctionnalité.

source: Error applying automatic values: {error}
fr: Erreur dans l'application des valeurs automatiques : {error}

source: Automatic values: unknown property term "{term}"
fr: Valeurs automatiques : terme inconnu "{term}"

source: Automatic property value patterns require the module Mapper. Please install it to use this feature.
fr: Les modèles de valeurs de propriétés automatiques nécessitent le module Mapper. Veuillez l'installer pour utiliser cette fonctionnalité.

source: Advanced Resource Template
fr: Modèle de ressources avancé

source: Block Resource metadata
fr: Bloc Métadonnées de la ressource

source: Resource metadata display
fr: Affichage des métadonnées de ressource

source: Mode of display of property values
fr: Mode d’affichage des valeurs de propriété

source: Default display
fr: Affichage par défaut

source: Use main settings
fr: Utiliser les paramètres généraux

source: Use site settings below
fr: Utiliser les paramètres de site ci-dessous

source: Display private values even for admin
fr: Afficher les valeurs privées même pour l'administrateur

source: Hide
fr: Cacher

source: Metadata for resource block Metadata
fr: Métadonnées pour le bloc de ressource Métadonnées

source: This option may be used to display a short record. Each line is the term and the optional alternatif label. A specific label can be set on each line, separated with a "=". A division to group a list of properties may be added with "# div-class" and an optional label separated with a "=".
fr: Cette option peut être utilisée pour afficher une notice abrégée. Chaque ligne est un terme et un libellé alternatif facultative. Un libellé spécifique peut être ajouté pour chaque ligne, séparée avec un « = ». Une division pour grouper une liste de propriétés peut être ajoutée avec « # div-class » et un libellé facultatif séparé par un « = ».

source: Element for block Metadata
fr: Élément pour le bloc Métadonnées

source: Metadata label
fr: Libellé des métadonnées

source: Property term
fr: Terme de propriété

source: Locale of the value
fr: Langue de la valeur

source: Resource edition
fr: Modification de la ressource

source: Skip checking advanced template settings to allow to save an invalid record
fr: Ignorer la vérification des paramètres avancés des modèles afin de permettre d’enregistrer des notices invalides

source: For example if a value is longer than the specified length, it will be saved anyway. This option should be used only during a migration process or to simplify a complex batch edition or import. It does not skip core checks, in particular required properties.
fr: Par exemple, si une valeur est plus longue que la longueur indiquée, la ressource sera enregistrée malgré tout. Cette option devrait être utilisée seulement pendant une migration ou pour simplifier un traitement en lot ou un import. Elle ne désactive pas les vérifications internes à Omeka, en particulier le contrôle des propriétés obligatoires.

source: Elements of resource form to display
fr: Éléments de la ressource à afficher

source: Collapse Metadata description by default
fr: Plier la description des métadonnées par défaut

source: Button Metadata description
fr: Bouton Description des métadonnées

source: Button Language
fr: Bouton Langue

source: Button Visibility
fr: Bouton Visibilité

source: Button Value annotation
fr: Bouton Annoter la valeur

source: Button More actions
fr: Bouton Autres actions

source: Append properties to resource form
fr: Ajouter des propriétés au formulaire

source: When no template is selected in resource form, the property selector may be available or not to force to select a template. Warning: you may have to set each resource template as open/close to addition according to this setting.
fr: Quand aucun modèle n’est sélectionné dans le formulaire de ressource, la sélecteur de propriété peut être affiché ou non pour forcer le choix d’un modèle. Attention : vous devez indiquer chaque modèle de ressource ouvert ou fermé en accord avec ce paramètre.

source: Allow
fr: Autoriser

source: Forbid
fr: Interdir

source: Skip private values on sites, even for admin
fr: Ne pas afficher les valeurs privées sur les sites, même pour un admin

source: Use property display settings in admin board
fr: Utilise les paramètres d’affichage des propriétés dans la partie admin

source: Medias
fr: Médias

source: Use for resources
fr: Utiliser pour les ressources

source: Require a class
fr: Requiert une classe

source: Limit to specified classes
fr: Limiter aux classes listées

source: Limit to specified properties
fr: Limiter aux propriétés listées

source: Allow quick creation of a resource
fr: Autoriser la création rapide d’une ressource

source: Autocomplete with existing values
fr: Auto-compléter avec des valeurs existantes

source: Starts with
fr: Commence par

source: Contains
fr: Contient

source: Languages for values
fr: Langues pour les valeurs

source: No language
fr: Pas de langue

source: Value Suggest: keep original label
fr: Value Suggest : conserver le libellé original

source: Value Suggest: require uri
fr: Value Suggest : uri obligatoire

source: Properties used as fallback for title
fr: Propriétés utilisées comme substitut au titre

source: Automatic values (on save)
fr: Valeurs automatiques (lors de l’enregistrement)

source: Uses Mapper INI format. Requires module Mapper.
fr: Utilise le format Mapper ini. Requiert le module Mapper.

source: Manual selection (default)
fr: Sélection manuelle (défaut)

source: No value annotation
fr: Aucune annotation de valeur

source: Item sets to set for items
fr: Collections pour les contenus

source: Select item sets…
fr: Choisir des collections…

source: Groups
fr: Groupes

source: Allow to get properties by group for display. This is a list of group names and properties for each of them. May need a specific theme template.
fr: Permet de regrouper les propriétés pour l’affichage. Il s’agit d’une liste de noms de groupes et de propriétés. Dans certains cas, le thème doit être mis à jour.

source: Order of linked values (Omeka v4.1)
fr: Tri des valeurs liées (Omeka v4.1)

source: The default order of the linked resources is the title. Another order can be set for each linking property. For the default order when there is no property, just skip the property term.
fr: Le tri par défaut des ressources liées est le titre. Un autre ordre peut être défini pour chaque propriété liante. Pour définir le tri par défaut en l’absence de propriété, ne pas indiquer le terme.

source: Minimum number of media for each media template
fr: Nombre minimal de médias pour chaque modèle de média

source: Set the template number or label, then "=", then the number. Use 0 as number to set the number for other templates.
fr: Indiquer le numéro ou le libellé du modèle, puis « = », puis le nombre. Utiliser 0 pour définir le nombre des autres modèles.

source: More settings
fr: Autres paramètres

source: Allow to pass some settings, usually for theme and generally via key-value pairs or json.
fr: Permet de passer certains paramètres généralement pour le thème et via des paires clés-valeurs ou json.

source: Minimum number of values (when required)
fr: Nombre minimal de valeurs (si requis)

source: Maximum number of values
fr: Nombre maximal de valeurs

source: Minimum length (characters)
fr: Longueur minimale (caractères)

source: Maximum length (characters)
fr: Longueur maximale (caractères)

source: Input control for literal (html pattern)
fr: Contrôle de saisie pour les valeurs texte (motif html)

source: Default value
fr: Valeur par défaut

source: Automatic value (on save)
fr: Valeur automatique (lors de l’enregistrement)

source: Automatic date when resource is made public
fr: Date automatique quand la ressource est rendue publique

source: First time issued
fr: Première date de publication

source: Fake value to display when empty
fr: Valeur fictive à afficher si vide

source: Unique value among resources
fr: Valeur unique parmi toutes les ressources

source: Locked value once saved
fr: Valeur bloquée une fois enregistrée

source: Property disabled in form (editable only by api/job)
fr: Propriété désactivée dans le formulaire (éditable seulement par api/tâche)

source: Separator to split a literal value
fr: Séparateur pour éclater une valeur textuelle

source: Order linked resources by properties
fr: Trier les ressources liées par propriétés

source: Filter linked resources with a query
fr: Filtrer les ressources liées avec une requête

source: Use url arguments of a standard advanced search query
fr: Utiliser les arguments d’une url de recherche avancée standard

source: Use template setting
fr: Utiliser le paramètre du modèle

source: Suggested languages
fr: Langues suggérées

source: Use language
fr: Utilise la langue

source: Custom vocab: open authority list
fr: Vocabulaire personnalisé : liste d’autorité ouverte

source: Display of property values
fr: Affichage des valeurs de propriété

source: Value as search
fr: Valeur en recherche

source: Value as advanced search (module or fallback)
fr: Valeur en recherche avancée (module ou standard)

source: Display linked resource as simple text
fr: Afficher les ressources liées comme simple texte

source: Display uri as simple text
fr: Afficher les uris comme simple texte

source: Prepend an icon for search link
fr: Ajouter avant une icône de lien pour la recherche

source: Prepend an icon for advanced search link (module or fallback)
fr: Ajouter avant une icône de lien pour la recherche avancée (module ou standard)

source: Prepend an icon for linked resource
fr: Ajouter avant une icône pour les ressources liées

source: Prepend an icon for external uri
fr: Ajouter avant une icône pour les uris externes

source: Append an icon for search link
fr: Ajouter une icône de lien pour la recherche

source: Append an icon for advanced search link (module or fallback)
fr: Ajouter une icône de lien pour la recherche avancée (module ou standard)

source: Append an icon for linked resource
fr: Ajouter une icône pour les ressources liées

source: Append an icon for external uri
fr: Ajouter une icône pour les uris externes

source: Append an icon for search link, only in record
fr: Ajouter une icône de lien pour la recherche, seulement dans la notice

source: Append an icon for advanced search link, only in record (module or fallback)
fr: Ajouter une icône de lien pour la recherche avancée, seulement dans la notice (module ou standard)

source: Append an icon for linked resource, only in record
fr: Ajouter une icône pour les ressources liées, seulement dans la notice

source: Append an icon for external uri, only in record
fr: Ajouter une icône pour les uris externes, seulement dans la notice

source: Properties to display as search link (whitelist)
fr: Propriétés à afficher en tant que lien de recherche (liste blanche)

source: All properties
fr: Toutes les propriétés

source: Select properties…
fr: Choisir des propriétés…

source: Properties not to display as search link (blacklist)
fr: Propriétés à ne pas afficher en tant que lien de recherche (liste noire)

source: Resource template file (json, csv, tsv)
fr: Fichier du modèle de ressource (json, csv, tsv)

source: Suggested classes
fr: Classes suggérées
