Repository: Daniel-KM/Omeka-S-module-AdvancedResourceTemplate
Catalog: language/*.po
Languages: fr

source: Select classes
fr: Sélectionner des classes

source: The data type "{data_type}" is not available.
fr: Le type de données « {data_type} » n’est pas disponible.

source: The query is empty.
fr: La requête est vide.

source: Select resource templates
fr: Choisir des modèles de ressources

source: The template has duplicate properties. They are mixed in the form, but will be imported separately.
fr: Le modèle contient des propriétés en double. Elles sont mélangées dans cette page, mais seront importées séparément.

source: Wrong media type "{media_type}" for file.
fr: Média-type incorrect {media_type} pour le fichier.

source: The file does not contain any row.
fr: Le fichier ne contient aucune ligne.

source: There is no valid template properties.
fr: Il n’y a aucune propriété valide.

source: The alternative label for a duplicate property (%s) should be unique.
fr: Le libellé alternatif pour la propriété en double (%s) doit être unique.

source: File cannot be checked or saved.
fr: Le fichier ne peut pas être vérifié ou enregistré.

source: When multiple fields use the same property, only one field can be without data type.
fr: Quand plusieurs champs utilisent la même propriété, un seul champ peut être sans type de données.

source: When multiple fields use the same property, the data types must be unique among them.
fr: Quand plusieurs champs utilisent la même propriété, les types de données doivent être uniques entre eux.

source: Advanced Resource Template: Metadata
fr: Modèle de ressources avancé : Métadonnées

source: The block Metadata is appended for {resource_type}, but no metadata are configured.
fr: Le bloc Métadonnées a été ajouté pour {resource_type}, mais aucune métadonnées n’est configurée.

source: New value
fr: Nouvelle valeur

source: No results
fr: Pas de résultats

source: No %s found.
fr: Aucun %s trouvé.
